{
    "Name": "Michael Calle",
    "Subtitle": "Programmer. 3D Artist. Musician. Writer. Creator.",
    "Age" : "19",
    "Description": "When I was small, I discovered my urge to want to build and create, but I always found myself limited in terms of physical resources and ability. In middle school, once I discovered computer science and programming, I gained the ability to create virtually anything, only limited by what I could learn myself. Since then, I've found myself coding and building programs in as much freetime as I could afford; I grew an an incessant urge to expand my technological ability in this endless fire to continue to work to build greater and greater things.",
    "Quote": "A Creative Techie",
    "Pitch": "I'm passionate about technology, and I'm always working on some new project to push myself and grow my skills.",
    "Conclusion": "Things I've Made",
    "BottomText": "blah blah blah.",
    "Skills":{
        "0":{
            "Title":"Web Development",
            "Description":"Ever since I was introducted to HTML, CSS, and Javascript over the 6-week long summer intensive AllStarCode, I've been madly in love with it. Take this website as an example of what I've been practicing to be able to do! I'm currently looking for an internship to work alongside professionals!"
        },
        "1":{
            "Title":"3D Computer Graphics",
            "Description":"Lots of my love to create can be expressed here. I've made art in programs such as Blender 3D, and simulations in programs such as Unity 3D. I've been doing it for about 8 years, and I don't think I'm going to stop anytime soon. I hope that one day I'll be able to put my 3D skills to the test!"
        },
        "2":{
            "Title":"Intensives and Extracurriculars",
            "Description":"I've enrolled myself in many courses to not only improve my ability to code and work on projects, but also to work with people, and on a team. I've attended the Yleana Leadership Foundation at Colgate University, AllStarCode at Goldman Sachs, and Bridge to Enter Advanced Mathematics at NYU."
        }
    }
}